Repository: digicademy-chf/chf_object
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# object.objectResource.type.objectResource
source: Object collection
de: Objektsammlung

# object.objectResource.allObjectGroups
source: All object groups
de: Alle Objektgruppen

# object.objectResource.allObjectGroups.description
source: List of all object groups compiled in this resource
de: Liste aller Objektgruppen, die in dieser Ressource verzeichnet sind

# object.objectResource.allSingleObjects
source: All single objects
de: Alle Einzelobjekte

# object.objectResource.allSingleObjects.description
source: List of all single objects compiled in this resource
de: Liste aller Einzelobjekte, die in dieser Ressource verzeichnet sind

# object.abstractObject.name.description
source: Title of this record
de: Titel dieses Eintrags

# object.abstractObject.alternativeName
source: Alternative Name
de: Alternativer Name

# object.abstractObject.alternativeName.description
source: Common alternative name used, i.e., as a search term
de: Gebräuchlicher alternativer Name, z.B. als Suchbegriff

# object.abstractObject.isHistorical
source: Historical record
de: Historischer Eintrag

# object.abstractObject.isHistorical.description
source: Marks object (group) as historical
de: Markiert Objekt(gruppe) als historisch

# object.abstractObject.event
source: Event
de: Ereignis

# object.abstractObject.event.description
source: Room to list object-related events
de: Raum für objektbezogene Ereignisse

# object.abstractObject.object
source: Single object
de: Einzelobjekt

# object.abstractObject.object.description
source: Room to list contained single objects
de: Raum für enthaltene Einzelobjekte

# object.abstractObject.parentLocation
source: Parent location
de: Übergeordneter Ort

# object.abstractObject.parentLocation.description
source: Place that this object (group) is part of
de: Ortsangabe, zu der diese:s Objekt(gruppe) gehört

# object.singleObject
source: Single object
de: Einzelobjekt

# object.singleObject.parentObjectGroup
source: Parent object group
de: Übergeordnete Objektgruppe

# object.singleObject.parentObjectGroup.description
source: Object group that this single object is part of
de: Objektgruppe, zu der dieses Einzelobjekt gehört

# object.singleObject.parentSingleObject
source: Parent single object
de: Übergeordnetes Einzelobjekt

# object.singleObject.parentSingleObject.description
source: Single object that this single object is part of
de: Einzelobjekt, zu dem dieses Einzelobjekt gehört

# object.singleObject.mediaSchema
source: Media schema
de: Medienschema

# object.singleObject.mediaSchema.description
source: Schematic related to the first media file
de: Schaubild, das zur ersten Mediendatei passt

# object.objectGroup
source: Object group
de: Objektgruppe

# object.labelTag.asLabelOfSingleObject
source: Usage as label of a single object
de: Verwendung als Label eines Einzelobjekts

# object.labelTag.asLabelOfSingleObject.description
source: List of single objects that use this label
de: Liste der Einzelobjekte, die dieses Label verwenden

# object.labelTag.asLabelOfObjectGroup
source: Usage as label of an object group
de: Verwendung als Label einer Objektgruppe

# object.labelTag.asLabelOfObjectGroup.description
source: List of object groups that use this label
de: Liste der Objektgruppen, die dieses Label verwenden

# object.extent.type.height
source: Height
de: Höhe

# object.extent.type.width
source: Width
de: Breit

# object.extent.type.diameter
source: Diameter
de: Durchmesser

# object.extent.type.inventoryNumber
source: Inventory number
de: Inventarnummer

# object.extent.type.positionOnPlan
source: Position on plan
de: Position im Grundriss

# object.extent.type.number
source: Window number
de: Fensternummer

# object.extent.type.panelRow
source: Panel row
de: Zeile der Scheibe

# object.extent.type.panelColumn
source: Panel column
de: Bahn der Scheibe

# object.location.object
source: Single object
de: Einzelobjekt

# object.location.object.description
source: Room to list single objects as part of this location
de: Raum für zu diesem Ort gehörige Einzelobjekte

# object.location.objectGroup
source: Object group
de: Objektgruppe

# object.location.objectGroup.description
source: Room to list object groups as part of this location
de: Raum für zu diesem Ort gehörige Objektgruppen

# plugin.gallery
source: Gallery
de: Galerie

# plugin.gallery.description
source: List and view objects and images
de: Liste und Anzeige von Objekten und Bildern

# plugin.context
source: Context
de: Kontext

# plugin.context.description
source: View objects by location, date, and agent
de: Objektanzeige nach Ort, Zeit und Akteur:innen
